In [1]:
import pandas as pd

In [2]:
df=pd.read_csv('Manager.csv')

In [3]:
df.describe()

        Employee_ID   Age
count  1.100000e+01  11.0
mean   6.000418e+10  20.0
std    3.316625e+00   0.0
min    6.000418e+10  20.0
25%    6.000418e+10  20.0
50%    6.000418e+10  20.0
75%    6.000418e+10  20.0
max    6.000418e+10  20.0

In [5]:
df

    Employee_ID        Name  Age
0   60004180030       Hemil   20
1   60004180031        Heth   20
2   60004180032    Himanshu   20
3   60004180033  Hrishikesh   20
4   60004180034    Hruturaj   20
5   60004180035      Ishann   20
6   60004180036        Jash   20
7   60004180037        Jash   20
8   60004180038         Jay   20
9   60004180039         Jay   20
10  60004180040      Jenish   20

In [6]:
for i in range(len(df)) : 
  print(df.loc[i, "Employee_ID"], df.loc[i, "Name"],df.loc[i,"Age"])

60004180030 Hemil 20
60004180031 Heth 20
60004180032 Himanshu 20
60004180033 Hrishikesh 20
60004180034 Hruturaj 20
60004180035 Ishann 20
60004180036 Jash 20
60004180037 Jash 20
60004180038 Jay 20
60004180039 Jay 20
60004180040 Jenish 20

In [8]:
df=pd.read_csv('Salesperson.csv')

In [9]:
df.head()

   Employee_ID          Name  Age   Managed_By
0  60004180041         Roahn   20  60004180030
1  60004180042          Test   20  60004180031
2  60004180043  Noobmaster69   20  60004180032
3  60004180044         Dummy   20  60004180033
4  60004180045          Name   20  60004180034